DEMO01/Cliente/e5869e49-8b38-48be-92c1-3c8caad37ed1App_messages.svclog

<E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:49:55.3390423Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{726f0148-e572-4b5e-a049-b16cb1ba0323}" /><Execution ProcessName="Cliente" ProcessID="6496" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:49:55.3340420-05:00" Source="ServiceLevelSendRequest" Type="System.ServiceModel.Channels.BodyWriterMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/LogMessage</a:Action><a:MessageID>urn:uuid:6b458cfa-1c76-41ed-b73a-f99a2a88a7f2</a:MessageID><ActivityId CorrelationId="2b6e9a12-2b6a-4693-9cb3-67c22c5c783a" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">726f0148-e572-4b5e-a049-b16cb1ba0323</ActivityId><a:ReplyTo><a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address></a:ReplyTo></s:Header><s:Body><LogMessage xmlns="http://tempuri.org/"><message>log cliente</message></LogMessage></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:49:55.3500429Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{726f0148-e572-4b5e-a049-b16cb1ba0323}" /><Execution ProcessName="Cliente" ProcessID="6496" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:49:55.3500429-05:00" Source="TransportSend" Type="System.ServiceModel.Channels.BodyWriterMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope" xmlns:a="http://www.w3.org/2005/08/addressing"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/LogMessage</a:Action><a:MessageID>urn:uuid:6b458cfa-1c76-41ed-b73a-f99a2a88a7f2</a:MessageID><ActivityId CorrelationId="2b6e9a12-2b6a-4693-9cb3-67c22c5c783a" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">726f0148-e572-4b5e-a049-b16cb1ba0323</ActivityId><a:ReplyTo><a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address></a:ReplyTo><a:To s:mustUnderstand="1">net.tcp://lt-per-00045158.am.tmrk.corp:7004/logger</a:To></s:Header><s:Body><LogMessage xmlns="http://tempuri.org/"><message>log cliente</message></LogMessage></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:49:55.3510430Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{726f0148-e572-4b5e-a049-b16cb1ba0323}" /><Execution ProcessName="Cliente" ProcessID="6496" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:49:55.3510430-05:00" Source="TransportReceive" Type="System.ServiceModel.Channels.MessagePatterns+PatternMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/LogMessageResponse</a:Action><a:RelatesTo>urn:uuid:6b458cfa-1c76-41ed-b73a-f99a2a88a7f2</a:RelatesTo><a:To s:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</a:To></s:Header><s:Body><LogMessageResponse xmlns="http://tempuri.org/"></LogMessageResponse></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:49:55.3510430Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{726f0148-e572-4b5e-a049-b16cb1ba0323}" /><Execution ProcessName="Cliente" ProcessID="6496" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:49:55.3510430-05:00" Source="ServiceLevelReceiveReply" Type="System.ServiceModel.Channels.MessagePatterns+PatternMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/LogMessageResponse</a:Action><a:RelatesTo>urn:uuid:6b458cfa-1c76-41ed-b73a-f99a2a88a7f2</a:RelatesTo><a:To s:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</a:To></s:Header><s:Body><LogMessageResponse xmlns="http://tempuri.org/"></LogMessageResponse></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:49:55.3590434Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{6dffff53-8f33-4a8d-a0cf-8cc49ba5432c}" /><Execution ProcessName="Cliente" ProcessID="6496" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:49:55.3590434-05:00" Source="ServiceLevelSendRequest" Type="System.ServiceModel.Dispatcher.OperationFormatter+OperationFormatterMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/Trace</a:Action><h:Audit xmlns:h="http://tempuri.org/">10:49:55 AM</h:Audit><a:MessageID>urn:uuid:110b361d-b5eb-4556-916d-6ff8e6cb47ce</a:MessageID><ActivityId CorrelationId="1c8d5c68-05ae-4e58-8b9d-4a67bf30adc7" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">6dffff53-8f33-4a8d-a0cf-8cc49ba5432c</ActivityId><a:ReplyTo><a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address></a:ReplyTo></s:Header><s:Body><TraceRequest xmlns="http://tempuri.org/"><Message>mensaje del cliente</Message><UIMessage i:nil="true" xmlns:i="http://www.w3.org/2001/XMLSchema-instance"></UIMessage></TraceRequest></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:49:55.3590434Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{6dffff53-8f33-4a8d-a0cf-8cc49ba5432c}" /><Execution ProcessName="Cliente" ProcessID="6496" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:49:55.3590434-05:00" Source="TransportSend" Type="System.ServiceModel.Dispatcher.OperationFormatter+OperationFormatterMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope" xmlns:a="http://www.w3.org/2005/08/addressing"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/Trace</a:Action><h:Audit xmlns:h="http://tempuri.org/">10:49:55 AM</h:Audit><a:MessageID>urn:uuid:110b361d-b5eb-4556-916d-6ff8e6cb47ce</a:MessageID><ActivityId CorrelationId="1c8d5c68-05ae-4e58-8b9d-4a67bf30adc7" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">6dffff53-8f33-4a8d-a0cf-8cc49ba5432c</ActivityId><a:ReplyTo><a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address></a:ReplyTo><a:To s:mustUnderstand="1">net.tcp://lt-per-00045158.am.tmrk.corp:7004/logger</a:To></s:Header><s:Body><TraceRequest xmlns="http://tempuri.org/"><Message>mensaje del cliente</Message><UIMessage i:nil="true" xmlns:i="http://www.w3.org/2001/XMLSchema-instance"></UIMessage></TraceRequest></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:49:55.3600435Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{6dffff53-8f33-4a8d-a0cf-8cc49ba5432c}" /><Execution ProcessName="Cliente" ProcessID="6496" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:49:55.3600435-05:00" Source="TransportReceive" Type="System.ServiceModel.Channels.MessagePatterns+PatternMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/TraceResponse</a:Action><a:RelatesTo>urn:uuid:110b361d-b5eb-4556-916d-6ff8e6cb47ce</a:RelatesTo><a:To s:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</a:To></s:Header><s:Body><TraceResponse xmlns="http://tempuri.org/"></TraceResponse></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:49:55.3600435Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{6dffff53-8f33-4a8d-a0cf-8cc49ba5432c}" /><Execution ProcessName="Cliente" ProcessID="6496" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:49:55.3600435-05:00" Source="ServiceLevelReceiveReply" Type="System.ServiceModel.Channels.MessagePatterns+PatternMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/TraceResponse</a:Action><a:RelatesTo>urn:uuid:110b361d-b5eb-4556-916d-6ff8e6cb47ce</a:RelatesTo><a:To s:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</a:To></s:Header><s:Body><TraceResponse xmlns="http://tempuri.org/"></TraceResponse></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent>